app/controllers/work_controller.rb

SELECT "works".* FROM "works" ORDER BY created_at asc
---
  def index
  	@title = 'Works'
  	@works = Work.order("created_at asc").all